HGS/MELDUNGEN/EXPORT/MASTER_Schichtreport_20241011073936.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeSchichtreport xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaSchichtreport xmlns="http://tms.ica.de/automatenService/3_10/" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <versionKey>-1</versionKey>
                <abrechnungsnummer>10210</abrechnungsnummer>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-11T07:39:35.974+02:00" geldlogistiker="0" geldspeichertyp="ZGS" einschubNr="1" geldspeicherId="33201609" abrechnung="0">
                    <geldbetrag betrag="14000" waehrung="EUR"/>
                    <bestandSorte anzahl="1400">
                        <nennwert waehrung="EUR" wertigkeit="10"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17278" guid="845d48a2-d9b2-4aa1-837b-13335d2e7738"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-11T07:39:36.024+02:00" geldlogistiker="0" geldspeichertyp="WGR" einschubNr="5" geldspeicherId="40211179" abrechnung="0">
                    <geldbetrag betrag="1600" waehrung="EUR"/>
                    <bestandSorte anzahl="8">
                        <nennwert waehrung="EUR" wertigkeit="200"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17287" guid="3e37c214-f54e-4479-8ca8-5356a5ef60fc"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-11T07:39:36.028+02:00" geldlogistiker="1" geldspeichertyp="MEK" einschubNr="5" geldspeicherId="80211507" abrechnung="0">
                    <geldbetrag betrag="0" waehrung="EUR"/>
                    <bestandSorte anzahl="0">
                        <nennwert waehrung="EUR" wertigkeit="0"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17288" guid="18d88564-c621-494d-93b8-e22d0ea4ff66"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-11T07:39:36.032+02:00" geldlogistiker="1" geldspeichertyp="BNW" einschubNr="1" geldspeicherId="82000135" abrechnung="0">
                    <geldbetrag betrag="1500" waehrung="EUR"/>
                    <bestandSorte anzahl="1">
                        <nennwert waehrung="EUR" wertigkeit="500"/>
                    </bestandSorte>
                    <bestandSorte anzahl="1">
                        <nennwert waehrung="EUR" wertigkeit="1000"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17289" guid="bc0806ca-693a-434a-8e1a-b669b070fac0"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-11T07:39:36.036+02:00" geldlogistiker="1" geldspeichertyp="BWZ" einschubNr="1" geldspeicherId="99000135" abrechnung="0">
                    <geldbetrag betrag="0" waehrung="EUR"/>
                    <bestandSorte anzahl="0">
                        <nennwert waehrung="EUR" wertigkeit="500"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17290" guid="f6ac508f-aea6-4fc7-9bcc-9faa54bac44a"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-11T07:39:36.039+02:00" geldlogistiker="1" geldspeichertyp="BWZ" einschubNr="2" geldspeicherId="99000135" abrechnung="0">
                    <geldbetrag betrag="0" waehrung="EUR"/>
                    <bestandSorte anzahl="0">
                        <nennwert waehrung="EUR" wertigkeit="1000"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17291" guid="96658f0a-fc14-46cc-a387-a4712d6a6c34"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-11T07:39:35.988+02:00" geldlogistiker="0" geldspeichertyp="ZGS" einschubNr="2" geldspeicherId="34204823" abrechnung="0">
                    <geldbetrag betrag="20000" waehrung="EUR"/>
                    <bestandSorte anzahl="100">
                        <nennwert waehrung="EUR" wertigkeit="200"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17279" guid="2bf8e203-8b2f-41bd-92c0-d731e00955fa"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-11T07:39:35.993+02:00" geldlogistiker="0" geldspeichertyp="ZGS" einschubNr="3" geldspeicherId="31210510" abrechnung="0">
                    <geldbetrag betrag="10000" waehrung="EUR"/>
                    <bestandSorte anzahl="100">
                        <nennwert waehrung="EUR" wertigkeit="100"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17280" guid="11659d39-e62b-4f6d-95ac-b8c65d633e99"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-11T07:39:35.998+02:00" geldlogistiker="0" geldspeichertyp="BEK" einschubNr="0" geldspeicherId="99" abrechnung="0">
                    <geldbetrag betrag="0" waehrung="EUR"/>
                    <metadaten sequenznummer="17281" guid="7353decc-562f-4602-92a3-efa459909ca0"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-11T07:39:36.002+02:00" geldlogistiker="0" geldspeichertyp="BEK" einschubNr="1" geldspeicherId="676000331" abrechnung="0">
                    <geldbetrag betrag="8500" waehrung="EUR"/>
                    <bestandSorte anzahl="1">
                        <nennwert waehrung="EUR" wertigkeit="500"/>
                    </bestandSorte>
                    <bestandSorte anzahl="4">
                        <nennwert waehrung="EUR" wertigkeit="1000"/>
                    </bestandSorte>
                    <bestandSorte anzahl="2">
                        <nennwert waehrung="EUR" wertigkeit="2000"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17282" guid="876cfe3d-9ced-42e9-9fd7-38ddbb5502a8"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-11T07:39:36.008+02:00" geldlogistiker="0" geldspeichertyp="WGR" einschubNr="1" geldspeicherId="47211168" abrechnung="0">
                    <geldbetrag betrag="100" waehrung="EUR"/>
                    <bestandSorte anzahl="5">
                        <nennwert waehrung="EUR" wertigkeit="20"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17283" guid="653cc91e-d3d0-46eb-8646-6b65ccb046c5"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-11T07:39:36.012+02:00" geldlogistiker="0" geldspeichertyp="WGR" einschubNr="2" geldspeicherId="44211138" abrechnung="0">
                    <geldbetrag betrag="0" waehrung="EUR"/>
                    <bestandSorte anzahl="0">
                        <nennwert waehrung="EUR" wertigkeit="5"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17284" guid="92542fa2-6e2f-4af6-b1c4-d3166bbfd40e"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-11T07:39:36.017+02:00" geldlogistiker="0" geldspeichertyp="WGR" einschubNr="3" geldspeicherId="42211167" abrechnung="0">
                    <geldbetrag betrag="250" waehrung="EUR"/>
                    <bestandSorte anzahl="5">
                        <nennwert waehrung="EUR" wertigkeit="50"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17285" guid="cdab229b-ee6f-46b4-8252-03e540009e94"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-11T07:39:36.020+02:00" geldlogistiker="0" geldspeichertyp="WGR" einschubNr="4" geldspeicherId="43211148" abrechnung="0">
                    <geldbetrag betrag="50" waehrung="EUR"/>
                    <bestandSorte anzahl="5">
                        <nennwert waehrung="EUR" wertigkeit="10"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17286" guid="742fcbf4-fd96-462e-9d12-4d33ebce597d"/>
                </geldlogistik>
            </faaSchichtreport>
        </empfangeSchichtreport>
    </s:Body>
</s:Envelope>
